"generic_title_error" = "Erro";
"english" = "Inglês";
"spanish" = "Espanhol";
"portuguese" = "Português";
"french" = "Francês";
"attention" = "Atenção";
"button_yes" = "Sim";
"button_no" = "Não";
"wallets" = "Carteiras";
"reset_wallet" = "Redefinir carteira";
"welcome_statement" = "Bem-vindo à Padawan!\n\nEsse aplicativo é um lugar para aprender os recursos comuns das carteiras bitcoin.\n\nEla usa o <i><b>signet</b></i> do bitcoin, uma rede alternativa do bitcoin usada e construída exclusivamente para testes. As moedas nesta rede não têm nenhum valor, mas por outro lado parecem e se comportam como bitcoins normais!\n\nEssa carteira foi criada para usuários de todas as idades experimentarem e aprenderem sobre bitcoin em um ambiente livre de riscos.";
"onboard_title_1" = "Bem-vindo ao Padawan";
"onboard_title_2" = "Aprenda na Prática";
"onboard_title_3" = "Suba de Nível";
"onboard_1" = "Entre no mundo do Bitcoin de forma segura, com moedas de teste para praticar e aprender.";
"onboard_2" = "O Padawan é uma carteira de Bitcoin completa. Envie, receba e recupere moedas de teste como faria em qualquer carteira — mas sem arriscar dinheiro de verdade!";
"onboard_3" = "9 lições rápidas vão te mostrar os conceitos essenciais para usar Bitcoin com confiança. Vamos nessa!";
"already_have_a_wallet" = "Eu já tenho uma\nCarteira Padawan\n(12-palavras de backup)";
"recover_wallet" = "Recuperar carteira";
"enter_your_12_words" = "Insira abaixo suas 12 palavras da frase de recuperação";
"sync" = "atualizar";
"send" = "Enviar";
"receive" = "Receber";
"amount" = "Quantidade";
"verify_transaction" = "Conferir transação";
"address" = "Endereço";
"bottom_nav_wallet" = "Carteira";
"bottom_nav_chapters" = "Aprenda";
"bottom_nav_settings" = "Menu";
"confirm_and_broadcast" = "Confirmar e transmitir";
"amount_error_message" = "Insira a quantidade!";
"address_error_message" = "Insira o endereço!";
"fee_rate_error_message" = "Insira a taxa!";
"faucet_dialog" = "Para ajudá-lo a começar a aprender sobre bitcoin, a Padawan Wallet pode enviar alguns bitcoins signet para que você possa acompanhar os capítulos e enviá-los aos amigos!\n\nGostaria de receber algum bitcoin signet?";
"total_fee" = "Taxa";
"transaction_broadcast" = "Transação transmitida";
"about_text" = "Padawan é uma carteira somente com bitcoin signet e com tutoriais para aprender sobre como usar carteiras bitcoin. Construimos o aplicativo que você vai querer recomendar aos seus amigos que sempre fazem perguntas sobre bitcoin!\n\nA Padawan é para pessoas de todas as idades e se propõe ser uma ferramenta de estudo e prática, sendo o instrumento para que usuários se habituem com o fluxo de transações e jargão básico do ecossistema bitcoin, sendo em um ambiente livre de riscos, perfeito para experimentação e aprendizagem (bitcoin de signet). O bitcoin signet é utilizado bastante em desenvolvimento de software, mas acreditamos que pode ser aproveitado por pessoas curiosas sobre bitcoin em todos os lugares.\n\n A Padawan é um projeto colaborativo gratuito de código aberto (licenciado pelo Apache 2.0). Se você tiver comentários para nós, deixe-o na Play Store ou no nosso repositório no GitHub!";
"send_coins_back" = "Bitcoins de signet podem ser difíceis de adquirir e, embora não tenham valor de mercado, não são infinitos, então evite desperdiçá-las ou perdê-las!\n\nDepois de terminar o uso da Padawan  e seu treino, por favor considere devolver os bitcoins de signet que sobraram para o projeto Padawan, assim podemos continuar enviando moedas para novos usuários. Use o endereço acima para nos enviar suas moedas de volta.";
"privacy_text" = "A Padawan Wallet não coleta nenhuma informação sobre seus usuários e não usa Firebase Crashlytics. Isto, no entanto, significa que é muito mais difícil para nós ouvir sobre os bugs dos nossos usuários. Se você tiver comentários, sinta-se à vontade para enviar uma mensagem para a conta da Padawan no Twitter/X (@padawanwallet) ou nos escrever um e-mail. Você pode ler nossa política de privacidade completa aqui:";
"privacy_link" = "https://github.com/thunderbiscuit/padawan-wallet/blob/master/PRIVACY";
"send_coins_back_address" = "tb1pz03858mpkfdjhzuyxnjxsp0kaznsq4h0xygfent50crn7594dwwsarktjq";
"copy_address_string" = "Copiar";
"text_copied" = "Copiado";
"cancel" = "Cancelar";
"generate_a_new_address" = "Gerar um novo endereço";
"fees_sats_vbytes" = "Taxas (sats/vbytes)";
"enter_amount_sats" = "Inserir quantidade (sats)";
"enter_signet_address" = "Insira um endereço bitcoin de signet";
"padawan_journey" = "Jornada Padawan";
"continue_on_your_journey" = "Continue em sua jornada de aprendizado sobre bitcoin.";
"getting_started" = "Começar";
"transactions" = "Transações";
"next" = "Próximo";
"finish" = "Concluir";
"back_to_lessons" = "Voltar para as lições";
"transaction_details" = "Detalhes da transação";
"balance_delta" = "Alteração no saldo\nda carteira:";
"transaction_type" = "Tipo de transação:";
"time" = "Tempo:";
"pending" = "Pendente";
"txid" = "Id da transação:";
"fees_paid" = "Taxas pagas:";
"back_icon" = "Ícone anterior";
"image" = "imagem";
"padawan_logo" = "Logotipo da Padawan";
"padawan_wallet" = "Carteira Padawan";
"create_a_wallet" = "Criar uma nova carteira";
"recover_a_wallet" = "Recupere a carteira";
"about_padawan" = "Sobre a Padawan";
"change_language" = "Idiomas e tema de cores";
"your_recovery_phrase" = "Sua frase de recuperação";
"checkmark_image" = "Imagem de marcação de concluído";
"copy_to_clipboard_image" = "Imagem de copiar para área de transferência";
"send_your_coins_back" = "Envie seus bitcoins signet devolta para nós!";
"settings" = "Configurações";
"everything_else" = "Aqui estão as configurações que você precisa no aplicativo";
"recovery_phrase" = "Frase de recuperação";
"send_signet_coins_back" = "Envie seus bitcoins signet devolta";
"lessons_reset_successful" = "Capítulos resetados com sucesso";
"reset_completed_chapters" = "Resetar capítulos concluídos";
"receive_bitcoin" = "Receber bitcoin signet";
"qr_code" = "QR Code";
"send_bitcoin" = "Enviar bitcoin signet";
"balance" = "Saldo:";
"scan_qr_icon" = "ìcone de escanear QR code";
"confirm_transaction" = "Confirmar Transação";
"no_network" = "Seu dispositivo não está conectado à internet!";
"send_icon" = "Ícone de enviar";
"receive_icon" = "Ícone de receber";
"block" = "Bloco:";
"unable_to_access_network" = "Não é possível acessar a rede no momento";
"bitcoin_signet" = "bitcoin signet";
"transaction_list_empty" = "Opa! Parece que sua lista de transações está vazia e você não tem nenhum saldo. Clique abaixo em Receber bitcoins signet, carregue seu saldo para poder treinar.";
"currency_toggle_text" = "Texto de alteração de moeda";
"changing_color_animation" = "Alterando animação de cores";
"hello_there" = "Olá";
"select_language" = "Selecione seu idioma preferido e tema de cores para usar a Carteira Padawan.";
"get_coins" = "Receber bitcoins signet";
"button_link_privacy" = "Leia nossos termos de uso e privacidade aqui";
"app_level_language" = "Linguagem do Aplicativo";
"color_theme" = "Tema";
"alert_change_language" = "Esta configuração terá efeito depois que reiniciar o app. Deseja reiniciar o app agora?";
"return_address_image" = "Imagem de retornar o endereço do faucet dos sats";
"no_thank_you_icon" = "Ícone de não, obrigado";
"proceed_icon" = "ícone de prosseguir";
"l1_title" = "O que é o bitcoin Signet?";
"l1_app_bar" = "Redes Bitcoin";
"l1_p1" = "As redes Bitcoin são compostas por milhares de computadores em todo o mundo. Esses computadores falam uma linguagem comum e se comunicam diretamente uns com os outros através da internet.";
"l1_p2" = "Talvez você não saiba, mas existem muitas redes de bitcoin! Elas se dividem em duas famílias: a rede principal (há apenas uma dessa) e as redes de teste (há muitas dessas!).";
"l1_h2" = "Mainnet";
"l1_p3" = "Quando as pessoas falam sobre \"a rede Bitcoin\", elas geralmente se referem à rede Bitcoin mainnet.";
"l1_p4" = "Os bitcoins na mainnet têm valor monetário, são usados como dinheiro para transações entre pessoas e podem ser negociados em exchanges de criptomoedas.";
"l1_h3" = "Redes de Teste";
"l1_p5" = "Existem algumas redes de teste, cada uma com seu próprio propósito. Elas não são tão conhecidas quanto à rede mainnet, mas são muito importantes! Padawan usa a rede Signet para suas transações, mas você também pode ouvir falar de Testnet3, Testnet4 e Regtest. Os bitcoins nessas redes são chamados de moedas signet/testnet/regtest e se comportam como bitcoins de mainnet. Contudo, ao contrário dos bitcoins de mainnet, essas moedas de teste não têm valor monetário.";
"l1_p6" = "As redes de teste são usadas por desenvolvedores de software e organizações que criam aplicações do mundo real que interagem com bitcoin. Esses desenvolvedores podem usar as redes de teste para garantir que seu software esteja funcionando corretamente antes de lançar na mainnet. Embora as redes de teste sejam utilizadas por desenvolvedores, você também pode usá-las!";
"l1_h4" = "Padawan &amp; Signet";
"l1_p7" = "A rede signet e suas moedas são um recurso importante para pessoas curiosas aprenderem, testarem e se tornarem confiantes com as redes de bitcoin antes de usarem bitcoins \"reais\" da mainnet. Lembre-se de que os bitcoins de teste NÃO têm valor monetário.";
"l1_p8" = "Padawan ensinará os fundamentos do bitcoin, incluindo como fazer transações e backup de carteiras, tudo usando a rede signet. Você não pode receber ou enviar bitcoins de mainnet para ou de sua carteira Padawan. Quaisquer moedas que você tenha no Padawan ou envie para amigos usando o aplicativo são moedas signet SEM valor monetário.";
"l1_p9" = "Use Padawan para aprender, praticar e testar os limites do seu conhecimento sobre bitcoin!";
"l2_title" = "Recebendo bitcoin";
"l2_app_bar" = "Recebendo Bitcoin";
"l2_p1" = "Para receber bitcoin, você pede para sua carteira (como o Padawan) gerar um endereço de recebimento. Cada vez que você pedir, um novo endereço será gerado pela sua carteira.";
"l2_p2" = "As duas maneiras de compartilhar o seu endereço de recebimento são:";
"l2_p3" = "1. Uma sequência de letras e números que pode ter esta aparência:";
"l2_p4" = "Ou";
"l2_p5" = "2. Um QR code parecido com este:";
"l2_p6" = "Os dois formatos acima referem-se ao mesmo endereço, apenas de maneiras diferentes.";
"l2_h1" = "Gerando endereço de recebimento";
"l2_p7" = "Para receber bitcoin, você tem duas opções:";
"l2_p8" = "1. O remetente escaneia um QR code: Se a pessoa que deseja lhe enviar estiver por perto, gere um novo endereço de recebimento e peça para ela escanear o QR code exibido em sua carteira.";
"l2_p9" = "2. O remetente recebe uma sequência de letras e números: Gere um novo endereço de recebimento. Copie esse endereço, cole e envie uma mensagem para a pessoa que fará o pagamento. Se possível, utilize um aplicativo de envio de mensagens criptografadas para manter o endereço e a transação privados entre você e o pagador!";
"l2_p10" = "Você pode pressionar o endereço e segurar para copiá-lo. Em seguida, você pode colá-lo na sua mensagem para quem fará o pagamento.";
"l2_h2" = "Tenha cuidado!";
"l2_p11" = "É muito importante ter cuidado ao enviar e receber bitcoin. A pessoa que faz o envio deve sempre conferir o endereço; caracter por caracter. ";
"l2_p12" = "Embora o sistema de QR code e a função de copiar/colar dos nossos telefones sejam uma boa maneira de transmitir informações, você deve sempre verificar com bastante atenção o endereço de recebimento por completo. No mínimo, ao copiar e colar seu endereço de recebimento, certifique-se de que os primeiros e últimos 5 a 10 caracteres do endereço correspondam.";
"l2_p13" = "Lembrete: Padawan usa apenas bitcoins de teste. Não tente enviar bitcoins reais!";
"l3_title" = "Enviando bitcoin";
"l3_app_bar" = "Enviando bitcoin";
"l3_p1" = "Para enviar bitcoin, você deve solicitar um endereço de recebimento. Se for oferecido a você um QR code, escaneie-o usando a câmera do seu telefone. Se você receber uma sequência de letras e números, copie e cole no local do endereço destinatário. Lembre-se de verificar o endereço depois de colar!";
"l3_p2" = "Depois de inserir o endereço, coloque a quantidade de bitcoin a enviar (bitcoin inteiro ou em satoshis) e transmita a transação para a rede. Sua transação será captada por nós em todo o mundo e registrada em um bloco!";
"l4_title" = "O que é a mempool?";
"l4_app_bar" = "O Mempool";
"l4_p1" = "Quando você envia uma transação, ela é registrada em todos os computadores (nó ou node) conectados à rede Bitcoin, geralmente dentro de 2 a 5 segundos. Um nó toma conhecimento da sua transação e a adiciona a um grupo com várias transações que ele conhece, mas que ainda não foram incluídas em um bloco, para, posteriormente, ser registrada na blockchain. Esse grupo de transações é chamado de mempool (ou “piscina de transações”), e cada computador conectado à rede Bitcoin mantém sua própria mempool. Uma transação “na mempool” (já vista por vários nós e adicionada à piscina de transações) significa que ela foi reconhecida pela rede, mas ainda não foi registrada na blockchain.";
"l4_p2" = "Para se tornar oficial, os mineradores de bitcoin precisam minerar um bloco que inclua a sua transação nele.";
"l4_h1" = "Imagine um ônibus";
"l4_p3" = "Imagine um ônibus que pega passageiros a cada 10 minutos em média. O ônibus só pode levar uma determinada carga. Como cada passageiro tem um peso diferente, a quantidade de pessoas que  cabem no ônibus muda toda vez.";
"l4_p4" = "A mempool atua como um ponto de ônibus. Várias transações esperam para serem registradas em um bloco na blockchain. As transações aguardam sua vez de serem mineradas e toda vez que o ônibus passa ele leva tantos passageiros quanto possa.";
"l4_h2" = "A tarifa depende da pressa";
"l4_p5" = "Alguns passageiros podem ter pressa em pegar o próximo ônibus. Assim, eles pagam uma tarifa mais cara para garantir que estejam perto do início da fila e consigam embarcar. Essas transações serão priorizadas no processo de mineração.";
"l4_p6" = "Por outro lado, outros passageiros podem não ter pressa alguma! Nesse caso, eles não pagam uma tarifa mais cara. Eventualmente, a fila para entrar no ônibus terá diminuído e as transações que estão esperando serão processadas.";
"l5_title" = "O que são taxas de transação?";
"l5_app_bar" = "Taxas de transação";
"l5_p1" = "Agora você já conhece um pouco mais sobre transações. Existem muitas delas sendo enviadas, validadas, confirmadas e armazenadas na rede do Bitcoin 24 horas por dia. Isso é bastante custoso.";
"l5_p2" = "A rede Bitcoin só consegue validar uma determinada demanda recebida. Para garantir que a carga na rede permaneça leve e enxuta, há uma capacidade limitada de bytes que podem ser inseridos em um bloco.";
"l5_h1" = "Disputa por espaço no bloco";
"l5_p3" = "Como o espaço é limitado nos blocos e há apenas 1 novo bloco sendo extraído a cada 10 minutos em média, os usuários de bitcoin competem por espaço ao pagar a taxa para suas transações.";
"l5_p4" = "As transações com as taxas mais altas são priorizadas pelos mineradores e inseridas prioritariamente naquele próximo bloco a ser minerado.";
"l5_h2" = "Por que é importante a rede Bitcoin ser enxuta e leve?";
"l5_p5" = "Um dos pontos positivos da rede Bitcoin é permanecer sincronizada e distribuída entre muitos computadores ligados em todo o mundo. Quanto mais leve for a rede, mais resistente ela será a ataques, assim como mais neutra e robusta. Isso se deve ao fato de que pessoas comuns podem executar um Nó e ter uma cópia da rede Bitcoin e de todos os dados transacionados desde o início, pois com a rede leve ela cabe em computadores tradicionais.";
"l6_title" = "Unidades de bitcoin";
"l6_app_bar" = "Unidades de Bitcoin";
"l6_p1" = "A palavra bitcoin tem alguns significados. Ao se referir ao bitcoin, as pessoas às vezes querem dizer A) a rede, o protocolo, o projeto de código aberto ou B) uma das unidades de valor ao realizar transações na rede bitcoin.";
"l6_h1" = "Explicando:";
"l6_p3" = "Assim como o quilômetro pode ser dividido em metros e centímetros, um pé pode ser dividido em polegadas, um bitcoin pode ser dividido em unidades menores.";
"l6_p4" = "As unidades mais importantes para descrever o bitcoin são: bitcoin e satoshi. Às vezes abreviamos a unidade bitcoin para “btc” e a unidade satoshi para “sat”. Existem 100 milhões de satoshis em 1 bitcoin.";
"l6_h2" = "Símbolos";
"l6_p5" = "Ainda não existe um símbolo “oficial” para nenhuma das unidades (bitcoin ou satoshi). Você pode ver os seguintes símbolos para bitcoin no Padawan ou em outras exchanges ou aplicativos.";
"l6_p6" = "Símbolos às vezes utilizados para representar o bitcoin:";
"l6_p7" = "Símbolos às vezes utilizados para representar o satoshi:";
"l6_h3" = "Qual unidade devo usar?";
"l6_p8" = "Frequentemente usamos a unidade bitcoin (btc) ou satoshi (sat), dependendo do tamanho da transação.";
"l6_p9" = "- Um carro zero Km. (no Brasil) pode valer 25.000.000 sats, só que é mais simples dizer 0,25 bitcoin.";
"l6_p10" = "- Você pode comprar um doce por 0,00002700 bitcoin, só que é mais simples dizer 2700 satoshis.";
"l6_p11" = "Ao usar aplicativos/carteiras de bitcoin você deve compreender o que são as unidades bitcoin e satoshi. Muitas transações são representadas em bitcoin, mas a taxa de rede (ver capítulo 4) quase sempre usa a unidade satoshi.";
"l6_p12" = "Na Padawan, você pode alternar entre as duas unidades na página principal de exibição da carteira tocando no símbolo btc/sats.";
"l7_title" = "O que é uma frase de recuperação?";
"l7_app_bar" = "Frases de recuperação";
"l7_p1" = "A sua carteira é como uma árvore e os endereços gerados são como suas folhas (lembre-se de que você usa um novo endereço toda vez que recebe bitcoin). O número de endereços que podem ser gerados a partir da árvore é quase infinito, mas a única parte necessária para fazer backup dessa “árvore de endereços” é lembrar a sua raiz. Cada nova raiz gerará uma árvore completamente nova, mas qualquer carteira pode recriar a árvore inteira simplesmente começando pela raiz.";
"l7_p2" = "As carteiras bitcoin atuais usam um processo chamado geração determinística de chaves. Cada novo endereço que sua carteira produz é gerado de forma não aleatória. Isso permite que a carteira gere novos endereços, sem que você precise se lembrar de todos individualmente (você não precisa fazer backups individuais dos endereços nos quais recebeu bitcoin).";
"l7_p3" = "A “raiz” da sua carteira é a sua frase de recuperação (conhecida também como Seed). A frase de recuperação nada mais é que um número muito grande, mas números são difíceis de lembrar e geralmente há o risco de anotá-los errados.";
"l7_p4" = "Para evitar erros ao anotar números, há um padrão no Bitcoin que codifica esses dados grandes. Ele utiliza, geralmente, uma série de 12 ou 24 palavras em uma ordem específica, que juntas são usadas para recriar a sua carteira. Sequência de palavras geralmente envolve menos riscos de anotar errado.";
"l7_h1" = "Padawan e backups";
"l7_p5" = "Padawan usa esse padrão para permitir que os usuários criem backups (cópias de segurança) de suas carteiras. Você encontrará as 12 palavras (frase de recuperação ou Seed) em uma tela separada nas opções do menu.";
"l7_p6" = "As palavras da sua frase de recuperação (Seed) devem ser guardadas com o máximo de cuidado. Elas contêm o acesso a todos os seus bitcoins. Não compartilhe essa frase de recuperação.";
"l7_p7" = "A importância da frase de recuperação é imensa: significa que você pode excluir o aplicativo ou perder seu telefone e não perderá seus fundos, desde que você mantenha sua frase segura, com a qual você poderá recuperar sua carteira e o saldo que ela contém. É uma boa prática anotar a frase de recuperação em objetos físicos como papel ou metal e armazená-la em local seguro (não salve em um computador ou meios online). Onde/como você fará isso vai depender de quanto sua carteira contém e do nível de segurança que você precisa.";
"l8_title" = "Recuperando sua carteira.";
"l8_app_bar" = "Recuperação da carteira";
"l8_p1" = "Restaurar uma carteira a partir de uma frase de recuperação é fácil. As frases de recuperação (Seed) usam o padrão chamado BIP39, que fornece uma maneira comum de recuperar moedas entre diferentes aplicativos de carteiras bitcoin. O procedimento usual para fazer backup e recuperar uma carteira é o seguinte:";
"l8_p2" = "1. Quando uma carteira é criada, o software informa 12 ou 24 palavras para você anotar e guardar. A ordem das palavras é importante, então certifique-se de escrevê-las na ordem correta. Na Padawan, você pode ver suas 12 palavras a qualquer momento acessando a tela “Frase de recuperação” no menu.";
"l8_p3" = "Na maioria das outras carteiras, você terá acesso à frase de recuperação apenas uma vez, portanto, ANOTE-AS COM CUIDADO E CUIDE DELAS COM A IMPORTÂNCIA DO DINHEIRO QUE ELAS REPRESENTAM.";
"l8_p4" = "2. Ao criar uma nova carteira, você pode enviar uma pequena quantidade de bitcoin para a carteira. Depois exclua ela e tente uma recuperação completa usando as palavras fornecidas. Se você tiver dois dispositivos que possa usar para este teste, você pode criar a carteira em um e recuperá-la em outro dispositivo diferente. Dessa forma você pode ver se a pequena quantia enviada está acessível em ambos os dispositivos. Se tudo estiver bem e você tiver feito o backup de sua carteira corretamente, basta inserir a frase de recuperação em qualquer aplicativo ou dispositivo de carteira e o seu saldo estará lá.";
"l8_p5" = "3. Se você for restaurar na Padawan (bitcoin de teste), clique em “Já tenho uma carteira Padawan” e digite sua frase de recuperação com 12 palavras.";
"l8_h1" = "O poder das frases de recuperação";
"l8_p6" = "Essa capacidade de restaurar uma carteira usando apenas a sua sequência de palavras é muito poderosa, pois significa que você não precisa ter o aplicativo de carteira instalado para transportar seu bitcoin. Você pode simplesmente manter as 12 palavras em algum lugar seguro e reconstruí-la mais tarde quando necessário. As frases de recuperação também são padrão em muitas carteiras de bitcoin, o que significa que você pode reconstruir uma carteira usando um aplicativo diferente ou até mesmo em um desktop e as moedas estarão acessíveis!";
"l8_p7" = "Esse aspecto do software Bitcoin é muitas vezes mal compreendido e vale a pena dedicar algum tempo para entendê-lo. Os bitcoins não são “mantidos” em nenhum aplicativo de carteira ou carteira de hardware. Eles são simplesmente acessados através da frase de recuperação.";
"l8_p8" = "As moedas de signet que você possui na Padawan podem ser recuperadas e usadas em uma variedade de outras carteiras móveis, de desktop e de hardware que suportem carteiras bitcoin BIP39 e que sejam de signet. Se o backup da sua frase de recuperação tiver sido feito corretamente, excluir o aplicativo do seu telefone não será um problema!";
"l9_title" = "Os diferentes tipos de carteira";
"l9_app_bar" = "Carteiras diferentes";
"l9_h1" = "Por que existe mais de um tipo de carteira?";
"l9_p1" = "Uma carteira bitcoin protege um conjunto de chaves criptográficas (números muito grandes e importantes). É crucial proteger essas chaves e garantir que elas não sejam acessadas por ninguém além do dono da carteira.";
"l9_p2" = "Cada tipo de carteira terá os seus prós e contra entre seu nível de segurança e sua facilidade de uso. Escolher a carteira certa para um uso específico pode ser desafiador, mas é importante! Esse capítulo vai ajudá-lo a entender porque e quando usar diferentes tipos de carteiras bitcoin.";
"l9_h2" = "Carteira quente(hot wallet) vs Carteira fria(cold wallet)";
"l9_p3" = "A primeira distinção entre carteiras é se elas têm algum acesso à Internet, como as Carteiras quentes, que é o caso da Padawan wallet. As carteiras quentes são mais vulneráveis a ataques de segurança e há mais maneiras de falharem, só que é muito mais fácil enviar e receber transações com elas.";
"l9_p4" = "Imagine uma carteira física que você tem no bolso com algum dinheiro. Se for perdida ou roubada, você não perde suas economias, porque elas ficam guardadas em outro lugar com acesso mais difícil (ex: uma conta bancária). Uma carteira quente é adequada para guardar pequenas quantidades de bitcoin para uso diário (ex: a quantia que você gastaria em um supermercado). É fácil de usar e bem útil, mas você não deve guardar nela todas as suas economias, pois é vulnerável a ataques e a falhas. Saber quanto manter em uma carteira quente e em uma carteira fria é uma habilidade a ser desenvolvida e está ligada às suas necessidades e aos seus hábitos de gastos.";
"l9_p5" = "Carteiras frias são do tipo que nunca deixam a chave privada com acesso à internet. Ela nem sabem que a internet existe! Carteiras frias, na maioria das vezes, são peças de hardware especializadas que executam poucas tarefas específicas, como assinar transações de bitcoin com as chaves privadas. Isso as torna muito mais seguras contra ataques, mas também significa que exigem um pouco mais de trabalho ao usá-las para gastar ou receber moedas. Carteiras frias são frequentemente usadas para armazenar grandes quantidades de bitcoin os quais você não precisa acessar todos os dias, da mesma forma que você vai ao banco para transferir quantias grandes de dinheiro.";
"l9_h3" = "Carteiras de hardware, software, dispositivos móveis, Lightning e de custódia";
"l9_p6" = "Você pode ouvir outros nomes diferentes para carteiras quando pesquisar o que melhor atende às suas necessidades. Os itens a seguir são mais usados pelas pessoas para interagir com bitcoin. Lembre-se de que uma carteira pode caber em mais de uma dessas categorias.";
"l9_p7" = "1. Carteiras de hardware: geralmente são pequenos dispositivos bitcoin especializados que podem ser conectados a um computador ou telefone, mas não usam a Internet. Elas estão na família das “carteiras frias”.";
"l9_p8" = "2. Carteiras de software: geralmente são aplicativos para instalar em seu telefone ou computador. Portanto, muitas vezes são carteiras quentes. Não é um nome muito bom, porque todas as carteiras bitcoin utilizam software! Mas você encontrará o termo com frequência suficiente para saber o que significa.";
"l9_p9" = "3. Carteiras móveis: esses aplicativos são executados no seu telefone e quase sempre são carteiras quentes. Eles tendem a oferecer a experiência mais fácil de usar, mas são menos seguros para grandes quantidades de bitcoin. A carteira Padawan é um exemplo de carteira móvel.";
"l9_p10" = "4. Carteiras Lightning: a rede lightning é outro tópico não abordado pelo Padawan. Em resumo, a Lightning Network é uma extensão do como podemos utilizar o bitcoin e é adequada para transações menores e mais rápidas. Usar uma carteira lightning é uma ótima maneira de gerenciar os gastos do dia a dia. É altamente recomendável que você analise esse tipo de carteira à medida em que avança em sua jornada no bitcoin!";
"l9_p11" = "5. Carteiras custodiais: são aquelas que a frase de recuperação não está no dispositivo que você usa para receber ou gastar, mas pode ser mantida em outro lugar sob o controle de outra pessoa/empresa. Sua carteira solicita remotamente ao custodiante que faça pagamentos em seu nome. Isso abre outros vetores de ataque (ex: o custodiante decidir não atender aos seus pedidos de transação ou potencialmente roubar todas as suas moedas), mas também torna as carteiras mais fáceis de usar e recuperar. Em geral, à medida que sua experiência com bitcoin cresce e você fica mais confortável com diferentes tipos de carteiras e casos de uso, você deve preferir carteiras que entreguem a frase de recuperação (Seed) para você e a opção de uma carteira custodial deve ser considerada como último recurso.";
"accessibility_transactions_empty_label" = "Esta é a sua lista de transações realizadas na Padawan Wallet; atualmente, não contém nenhuma transação.";
"accessibility_transactions_empty_hint" = "Clique em Receber Signetcoins logo a baixo para receber fundos de teste e fazer sua primeira transação.";
"accessibility_unit_selector" = "Unidade Monetária.";
"accessibility_unit_selector_hint" = "Toque para mudar a unidade.";
"accessibility_total_balance" = "Saldo total";
"accessibility_sync_button" = "Atualiza seu saldo e transações.";
"accessibility_header_balance" = "Nesse card é apresentado seu saldo total";
"accessibility_receive_hint" = "Navega para a tela de geração de endereço";
"accessibility_send_hint" = "Navega para a tela de colar endereço e enviar moedas signet";
"accessibility_txid_format" = "Identificador da transação. Começa com %@ e termina com %@";
"accessibility_txid_link_format" = "ID iniciando com %@, toque para abrir o mempool space no navegador";
"accessibility_qr_code_label" = "QR Code do Endereço";
"accessibility_qr_code_hint" = "Toque para copiar";
"accessibility_address_label" = "Endereço de Bitcoin signet";
"accessibility_address_copied" = "Endereço copiado para a área de transferência";
"accessibility_starts_with" = "Começa com";
"accessibility_ends_with" = "Termina com";
"accessibility_scan_qr_code" = "escanear QR Code";
"accessibility_slide_taxs" = "sats por vByte";
"accessibility_verify_transaction" = "Abrir a conferencia da transação";
"accessibility_camera_viewfinder" = "visor da camera";
"accessibility_camera_hint" = "Aponte para um código QR";
"accessibility_cancel_scan_hint" = "Fecha a camera e volta";
"accessibility_broadcast_hint" = "Envia a transação para a rede bitcoin";
"accessibility_prev_page" = "Página anterior";
"accessibility_next_page" = "Proxima página";
"accessibility_finish_onboarding" = "finalizar a introdução";
"accessibility_create_wallet_hint" = "Criar uma nova carteira";
"accessibility_restore_wallet_hint" = "Recuperar uma carteira existente usando a frase de recuperação";
"accessibility_recover_wallet_hint" = "Recupere sua carteira usando as 12 palavras digitadas acima";
"accessibility_privacy_link_hint" = "Abrir a página dos termos de privacidade em um navegador externo";
"accessibility_reset_lessons_hint" = "Reseta todo o progresso das lições educativas";
"accessibility_opens_screen_hint" = "Navega para a tela selecionada";
"accessibility_app_version" = "Versão do aplicativo";
"accessibility_word_number" = "Palavra";
"accessibility_qr_code_return_label" = "Código QR do endereço de devolução";
"accessibility_copy_address_hint" = "Toque para copiar o endereço para a área de transferência";
"accessibility_return_address_copied" = "Endereço copiado";
"accessibility_return_address" = "Endereço de devolução";
"accessibility_lesson_completed" = "Concluído";
"accessibility_lesson_pending" = "Pendente";
"accessibility_open_lesson_hint" = "Abre os detalhes da lição";
"accessibility_page" = "Página";
"accessibility_of" = "de";
"accessibility_finish_lesson" = "Concluir lição";
